IDEA StatiCa Open Model
CrossSectionCreepCoefficientData.UserCreepCoeeficient Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 User creep coefficient
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Polygon2D UserCreepCoeeficient { get; set; }
Public Property UserCreepCoeeficient As Polygon2D
	Get
	Set
public:
property Polygon2D^ UserCreepCoeeficient {
	Polygon2D^ get ();
	void set (Polygon2D^ value);
}
Property Value
Type: Polygon2D
See Also
Reference
CrossSectionCreepCoefficientData Class
IdeaRS.OpenModel.CrossSection Namespace